Repository: lance-kawa/django_portal
Catalog: app/portfolio/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Project made with ❤️
fr: Projet fait avec ❤️

source: NotreAgence helps you unify your brand identity by collecting, storing and distributing design tokens and assets — automatically.
fr: NotreAgence vous aide à développer votre identité de marque et vos assets digitaux sereinement

source: Contact us
fr: Nous contacter

source: Team members
fr: Notre équipe

source: Awesome Delivery
fr: Un travail de qualité

source: Download CV
fr: Mon CV

source: 's Portfolio
fr: ~ Le portfolio

source: Freelance Projects
fr: Mes projets

source: View
fr: Afficher

source: 's Project
fr: (Projet)

source: My work at
fr: Mon travail pour
